{
    "langText1": "Try one of",
    "langText2": "my other languages",
    "heroTitle": "Welcome to my portfolio",
    "heroSubtitle1": "Frontend Developer",
    "heroSubtitle2": "UX/UI Designer",
    "heroSubtitle3": "Creative Multimedia Designer",
    "heroCTAproject": "My projects",
    "heroCTAkompetencer": "My skills",
    
    "projectsSectionTitle": "Featured Projects",
    
    "Project1": "Nippon",
    "Project1Description1": "As part of a design project, my team and I developed and designed a fictional webshop, nippon.mdamsgaard.dk, focusing on Japanese meal kits for young people aged 23-35. The aim was to create a user-friendly, economically accessible solution that made it easy to cook authentic Japanese dishes without complicated shopping.",
    "Project1Description2": "We worked based on the double diamond model, going through research, analysis, ideation, and implementation. We explored the meal kit market, conducted target group interviews, and developed a Value Proposition Canvas to ensure that the design matched the users' needs.",
    "Project1Description3": "The project gave me experience with UX/UI design, prototyping in Figma, frontend development with JavaScript, as well as user testing and validation. It was an educational process, where we confirmed how important it is to balance design, functionality, and user needs in a digital solution.",
    "Project1CTA": "Nippon",
    
    "Project2": "Aarhus Harbor Tour",
    "Project2Description1": "In this project, my team and I developed and redesigned a new, mobile-optimized platform for Aarhus Harbor Tour. The aim was to improve their online presence and make it easier for both locals and tourists to plan and participate in boat tours in Aarhus.",
    "Project2Description2": "Our solution focused on a mobile-first approach, where we gathered all the necessary information in one place and made the site more user-friendly. We developed a Value Proposition Canvas (VPC) to ensure that our design met the needs of the target group.",
    "Project2Description3": "We applied responsive design to ensure an optimal user experience on all devices. We implemented media queries, flexbox layouts, and a burger menu for mobile navigation. Text sizes were adjusted with the clamp() function, and we optimized UI elements to ensure the site remained readable, user-friendly, and functional across screen sizes.",
    "Project2CTA": "Harbor Tour",
    
    "Project3": "Storytelling",
    "Project3Description1": "In this project, we developed an interactive storytelling solution for Steno Museum, which aimed to engage and inform children about the solar system in a fun and educational way. We chose to focus on the Astroteket's large globe and created a new, child-friendly solution with a larger screen and a widescreen format that could accommodate more children at once.",
    "Project3Description2": "The solution we developed draws on the 'Kiddieland' graphic trend, inspired by childhood with bright colors and whimsical motifs. We designed a large, colorful screen that allows children to participate in a shared journey through the solar system. By using visualizations and dynamic elements, our goal is to make learning about the solar system both fun and accessible.",
    "Project3Description3": "To create an in-depth and engaging experience for children, we used motion graphics, video, and interactive elements in our design. Astra, the friendly astronaut, guides the children through the different planets, while they receive both facts and animated illustrations that bring the solar system to life.",
    "Project3CTA": "Astra in Space",
    
    "dartboard": "Fancy a game?",
    "dartClearBoard": "Get Arrows",
    "dartClearScore": "Reset Score",
    
    "kompetencer": "My skills",
    "kompetence1": "HTML, CSS & JavaScript",
    "kompetence1text": "I develop responsive and interactive websites with HTML, CSS, and JavaScript. My focus is on user-friendly design, where functionality and aesthetics go hand in hand. I create dynamic elements, optimize speed, and ensure a seamless experience across devices.",
    "kompetence2": "WordPress",
    "kompetence2text": "I am in the process of exploring WordPress and have already built simple test websites, demonstrating my willingness to learn new tools and adapt to different platforms.",
    "kompetence3": "Photoshop",
    "kompetence3text": "I optimize images and graphics with Photoshop and create visually compelling materials. From precise color adjustments to advanced compositions, I ensure that the images are sharp, harmonious, and fit perfectly for their purpose.",
    "kompetence4": "Illustrator",
    "kompetence4text": "With Illustrator, I have designed sharp and scalable vector graphics, including logos and icons, that strengthen brand identities and communicate clearly across platforms.",
    "kompetence5": "Figma",
    "kompetence5text": "I have developed interactive prototypes for websites in Figma, both solo and in team collaboration, ensuring an efficient design process and a user-friendly experience.",
    "kompetence6": "Python",
    "kompetence6text": "I use Python to develop custom solutions and automations. I have experience with implementing data processing, algorithms, and creating scripts that streamline workflows and optimize complex tasks.",
    "kompetence7": "SolidWorks",
    "kompetence7text": "As a passionate 3D enthusiast, I have designed detailed 3D models in SolidWorks, which have been used for 3D printing. I focus on functionality when designing for the real world.",
    
    "contactTitle": "Catch me here",
    "formTitle": "Send me a message",
    "formName": "Name",
    "formEmail": "Email",
    "formSubject": "Subject",
    "formMessage": "Message",
    "formSend": "Send message"
}
