{
    "langText1": "Prueba uno de",
    "langText2": "mis otros idiomas",
    "heroTitle": "Bienvenido a mi portafolio",
    "heroSubtitle1": "Desarrollador Frontend",
    "heroSubtitle2": "Diseñador UX/UI",
    "heroSubtitle3": "Diseñador Creativo Multimedia",
    "heroCTAproject": "Mis proyectos",
    "heroCTAkompetencer": "Mis habilidades",
    
    "projectsSectionTitle": "Proyectos Destacados",
    
    "Project1": "Nippon",
    "Project1Description1": "Como parte de un proyecto de diseño, mi equipo y yo desarrollamos y diseñamos una tienda ficticia, nippon.mdamsgaard.dk, centrada en kits de comida japonesa para jóvenes de entre 23-35 años. El objetivo era crear una solución fácil de usar y accesible económicamente que hiciera sencillo cocinar platos japoneses auténticos sin hacer compras complicadas.",
    "Project1Description2": "Trabajamos con base en el modelo de diamante doble, pasando por investigación, análisis, ideación e implementación. Exploramos el mercado de kits de comida, realizamos entrevistas con el público objetivo y desarrollamos un Value Proposition Canvas para asegurar que el diseño cumpliera con las necesidades de los usuarios.",
    "Project1Description3": "El proyecto me dio experiencia en diseño UX/UI, prototipado en Figma, desarrollo frontend con JavaScript, así como pruebas de usuarios y validación. Fue un proceso educativo en el que confirmamos lo importante que es equilibrar el diseño, la funcionalidad y las necesidades de los usuarios en una solución digital.",
    "Project1CTA": "Nippon",
    
    "Project2": "Paseo en Barco por Aarhus",
    "Project2Description1": "En este proyecto, mi equipo y yo desarrollamos y rediseñamos una nueva plataforma optimizada para dispositivos móviles para el Paseo en Barco por Aarhus. El objetivo era mejorar su presencia online y hacer más fácil que tanto locales como turistas planearan y participaran en paseos en barco por Aarhus.",
    "Project2Description2": "Nuestra solución se centró en un enfoque mobile-first, donde reunimos toda la información necesaria en un solo lugar y hicimos el sitio más fácil de usar. Desarrollamos un Value Proposition Canvas (VPC) para asegurar que nuestro diseño cumpliera con las necesidades del público objetivo.",
    "Project2Description3": "Aplicamos diseño responsivo para asegurar una experiencia de usuario óptima en todos los dispositivos. Implementamos media queries, layouts flexbox y un menú hamburguesa para la navegación móvil. Los tamaños de texto se ajustaron con la función clamp(), y optimizamos los elementos de UI para garantizar que el sitio permaneciera legible, fácil de usar y funcional en diferentes tamaños de pantalla.",
    "Project2CTA": "Paseo en Barco",
    
    "Project3": "Storytelling",
    "Project3Description1": "En este proyecto, desarrollamos una solución interactiva de storytelling para el Museo Steno, cuyo objetivo era involucrar e informar a los niños sobre el sistema solar de una forma divertida y educativa. Decidimos centrarnos en la gran esfera del Astrotek y crear una nueva solución amigable para niños, con una pantalla más grande y un formato panorámico que pudiera albergar a más niños al mismo tiempo.",
    "Project3Description2": "La solución que desarrollamos se inspira en la tendencia gráfica 'Kiddieland', que se basa en el mundo infantil con colores brillantes y motivos divertidos. Diseñamos una pantalla grande y colorida que permite a los niños participar en un viaje compartido por el sistema solar. Al usar visualizaciones y elementos dinámicos, nuestro objetivo es hacer que el aprendizaje sobre el sistema solar sea divertido y accesible.",
    "Project3Description3": "Para crear una experiencia inmersiva y atractiva para los niños, utilizamos motion graphics, video y elementos interactivos en nuestro diseño. Astra, el astronauta amigable, guía a los niños a través de los diferentes planetas, mientras reciben hechos y ilustraciones animadas que traen el sistema solar a la vida.",
    "Project3CTA": "Astra en el Espacio",
    
    "dartboard": "Vamos a jugar",
    "dartClearBoard": "Tomar Flechas",
    "dartClearScore": "Restablecer Puntuación",
    
    "kompetencer": "Mis habilidades",
    "kompetence1": "HTML, CSS & JavaScript",
    "kompetence1text": "Desarrollo sitios web responsivos e interactivos con HTML, CSS y JavaScript. Mi enfoque está en un diseño fácil de usar, donde la funcionalidad y la estética van de la mano. Creo elementos dinámicos, optimizo la velocidad y aseguro una experiencia fluida en diferentes dispositivos.",
    "kompetence2": "WordPress",
    "kompetence2text": "Estoy explorando WordPress y ya he construido sitios web sencillos como prueba, demostrando mi disposición para aprender nuevas herramientas y adaptarme a diferentes plataformas.",
    "kompetence3": "Photoshop",
    "kompetence3text": "Optimizo imágenes y gráficos con Photoshop y creo materiales visuales atractivos. Desde ajustes de color precisos hasta composiciones avanzadas, me aseguro de que las imágenes sean nítidas, armónicas y se ajusten perfectamente a su propósito.",
    "kompetence4": "Illustrator",
    "kompetence4text": "Con Illustrator, he diseñado gráficos vectoriales nítidos y escalables, incluidos logotipos e íconos, que fortalecen identidades de marca y comunican claramente a través de plataformas.",
    "kompetence5": "Figma",
    "kompetence5text": "He desarrollado prototipos interactivos para sitios web en Figma, tanto de forma individual como en colaboración con equipos, garantizando un proceso de diseño eficiente y una experiencia amigable para el usuario.",
    "kompetence6": "Python",
    "kompetence6text": "Uso Python para desarrollar soluciones personalizadas y automatizaciones. Tengo experiencia implementando procesamiento de datos, algoritmos y creando scripts que agilizan los flujos de trabajo y optimizan tareas complejas.",
    "kompetence7": "SolidWorks",
    "kompetence7text": "Como entusiasta del 3D, he diseñado modelos 3D detallados en SolidWorks, que han sido utilizados para impresión 3D. Me enfoco en la funcionalidad al diseñar para el mundo real.",
    
    "contactTitle": "Encuéntrame aquí",
    "formTitle": "Envíame un mensaje",
    "formName": "Nombre",
    "formEmail": "Correo electrónico",
    "formSubject": "Asunto",
    "formMessage": "Mensaje",
    "formSend": "Enviar mensaje"
}
