{
    "langText1": "Experimente um dos",
    "langText2": "meus outros idiomas",
    "heroTitle": "Bem-vindo ao meu portfólio",
    "heroSubtitle1": "Desenvolvedor Frontend",
    "heroSubtitle2": "Designer UX/UI",
    "heroSubtitle3": "Designer Criativo de Mídia Multimodal",
    "heroCTAproject": "Meus projetos",
    "heroCTAkompetencer": "Minhas habilidades",
    
    "projectsSectionTitle": "Projetos em Destaque",
    
    "Project1": "Nippon",
    "Project1Description1": "Como parte de um projeto de design, minha equipe e eu desenvolvemos e projetamos uma loja fictícia, nippon.mdamsgaard.dk, focada em kits de refeição japoneses para jovens entre 23-35 anos. O objetivo era criar uma solução fácil de usar e economicamente acessível, que facilitasse a preparação de pratos autênticos japoneses sem compras complicadas.",
    "Project1Description2": "Trabalhamos com base no modelo de diamante duplo, passando por pesquisa, análise, ideação e implementação. Exploramos o mercado de kits de refeição, realizamos entrevistas com o público-alvo e desenvolvemos um Value Proposition Canvas para garantir que o design atendesse às necessidades dos usuários.",
    "Project1Description3": "O projeto me proporcionou experiência com design UX/UI, prototipagem no Figma, desenvolvimento frontend com JavaScript, além de testes de usuários e validação. Foi um processo educativo, onde confirmamos a importância de equilibrar design, funcionalidade e as necessidades dos usuários em uma solução digital.",
    "Project1CTA": "Nippon",
    
    "Project2": "Passeio de Barco em Aarhus",
    "Project2Description1": "Neste projeto, minha equipe e eu desenvolvemos e redesenhamos uma nova plataforma otimizada para dispositivos móveis para o Passeio de Barco em Aarhus. O objetivo era melhorar a presença online e tornar mais fácil para moradores e turistas planejarem e participarem de passeios de barco em Aarhus.",
    "Project2Description2": "Nossa solução focou em uma abordagem mobile-first, onde reunimos todas as informações necessárias em um só lugar e tornamos o site mais fácil de usar. Desenvolvemos um Value Proposition Canvas (VPC) para garantir que nosso design atendesse às necessidades do público-alvo.",
    "Project2Description3": "Aplicamos design responsivo para garantir uma experiência de usuário ideal em todos os dispositivos. Implementamos media queries, layouts flexbox e um menu hambúrguer para navegação móvel. Os tamanhos de texto foram ajustados com a função clamp(), e otimizamos elementos da interface do usuário para garantir que o site permanecesse legível, fácil de usar e funcional em diferentes tamanhos de tela.",
    "Project2CTA": "Passeio de Barco",
    
    "Project3": "Storytelling",
    "Project3Description1": "Neste projeto, desenvolvemos uma solução interativa de storytelling para o Steno Museum, com o objetivo de envolver e informar as crianças sobre o sistema solar de uma forma divertida e educativa. Optamos por focar na grande esfera do Astrotek e criamos uma nova solução amigável para crianças, com uma tela maior e um formato widescreen, capaz de acomodar várias crianças ao mesmo tempo.",
    "Project3Description2": "A solução que desenvolvemos é inspirada na tendência gráfica 'Kiddieland', que é baseada no mundo da infância com cores vibrantes e motivos divertidos. Projetamos uma tela grande e colorida, que permite que as crianças participem de uma jornada compartilhada pelo sistema solar. Usando visualizações e elementos dinâmicos, nosso objetivo é tornar o aprendizado sobre o sistema solar divertido e acessível.",
    "Project3Description3": "Para criar uma experiência imersiva e envolvente para as crianças, utilizamos motion graphics, vídeo e elementos interativos em nosso design. Astra, o astronauta amigável, guia as crianças pelos diferentes planetas, enquanto elas recebem informações e ilustrações animadas que trazem o sistema solar à vida.",
    "Project3CTA": "Astra no Espaço",
    
    "dartboard": "Quer jogar?",
    "dartClearBoard": "Pegar Flechas",
    "dartClearScore": "Zerar Pontuação",
    
    "kompetencer": "Minhas habilidades",
    "kompetence1": "HTML, CSS & JavaScript",
    "kompetence1text": "Desenvolvo sites responsivos e interativos com HTML, CSS e JavaScript. Meu foco é em design fácil de usar, onde funcionalidade e estética andam de mãos dadas. Crio elementos dinâmicos, otimizando a velocidade e garantindo uma experiência sem interrupções em diferentes dispositivos.",
    "kompetence2": "WordPress",
    "kompetence2text": "Estou explorando o WordPress e já construí sites simples para testes, demonstrando minha disposição para aprender novas ferramentas e me adaptar a diferentes plataformas.",
    "kompetence3": "Photoshop",
    "kompetence3text": "Eu otimizo imagens e gráficos com o Photoshop e crio materiais visualmente atraentes. Desde ajustes precisos de cor até composições avançadas, garanto que as imagens sejam nítidas, harmônicas e se ajustem perfeitamente ao seu propósito.",
    "kompetence4": "Illustrator",
    "kompetence4text": "Com o Illustrator, projetei gráficos vetoriais nítidos e escaláveis, incluindo logotipos e ícones, que fortalecem identidades de marca e comunicam claramente em diferentes plataformas.",
    "kompetence5": "Figma",
    "kompetence5text": "Desenvolvi protótipos interativos para sites no Figma, tanto de forma individual quanto em colaboração com equipes, garantindo um processo de design eficiente e uma experiência amigável ao usuário.",
    "kompetence6": "Python",
    "kompetence6text": "Uso Python para desenvolver soluções personalizadas e automações. Tenho experiência em implementar processamento de dados, algoritmos e criar scripts que agilizam fluxos de trabalho e otimizam tarefas complexas.",
    "kompetence7": "SolidWorks",
    "kompetence7text": "Como um entusiasta de 3D, projetei modelos 3D detalhados no SolidWorks, que foram usados para impressão 3D. Foco na funcionalidade ao projetar para o mundo real.",
    
    "contactTitle": "Me encontre aqui",
    "formTitle": "Envie-me uma mensagem",
    "formName": "Nome",
    "formEmail": "E-mail",
    "formSubject": "Assunto",
    "formMessage": "Mensagem",
    "formSend": "Enviar mensagem"
}
